Repository: nathantalewis/oni-scaffolds
Catalog: upload/archived_versions/version-1.2.0/translations/*.po
Languages: fr

# Scaffolds.ScaffoldConfig.DeconstructButtonText
source: Remove
fr: Détruire

# Scaffolds.ScaffoldConfig.DeconstructButtonTooltip
source: Instantly remove this scaffold
fr: Détruire instantanément cet échafaudage

# Scaffolds.ScaffoldConfig.Description
source: A temporary scaffold that will be built immediately with no materials.
fr: Un échafaudage temporaire qui sera construit immédiatement sans matériaux.

# Scaffolds.ScaffoldConfig.DisplayName
source: Scaffold
fr: Échafaudage

# Scaffolds.ScaffoldConfig.Effect
source: A temporary way to move vertically.
fr: Un moyen temporaire de se déplacer verticalement.

# Scaffolds.ScaffoldConfig.Free_insta_build
source: Free insta-build!
fr: Build instantané gratuit !

# Scaffolds.ScaffoldConfig.SelfDestructButtonCancelText
source: Make Permanent
fr: Rendre permanent

# Scaffolds.ScaffoldConfig.SelfDestructButtonCancelTooltip
source: When enabled, this scaffold will remain until manually deconstructed
fr: Lorsqu'il est activé, cet échafaudage restera en place jusqu'à ce qu'il soit déconstruit manuellement

# Scaffolds.ScaffoldConfig.SelfDestructButtonText
source: Enable Self Destruct
fr: Activer l'autodestruction

# Scaffolds.ScaffoldConfig.SelfDestructButtonTooltip
source: When enabled, automatically remove scaffold after some time has passed
fr: Lorsque cette option est activée, l'échafaudage est automatiquement retiré au bout d'un certain temps
